{
    "restaurantes": [
        {   "id": 0, 
            "fk": 0,
            "name": "Peppermint Chocolate Cupcake", 
            "image": "https://www.cookingclassy.com/wp-content/uploads/2012/11/peppermint+chocoalte+cupcakes+3.jpg",
            "bio": "Peppermint chocolate cupcakes are a delicious dessert that combines the rich flavors of chocolate and the refreshing taste of peppermint.",
            "porcao": "Porção individual",
            "price": 6.90
        },
        {   "id": 1, 
            "fk": 0,
            "name": "Carrot Cake Cupcake", 
            "image": "https://thenovicechefblog.com/wp-content/uploads/2020/04/Carrot-Cake-Cupcakes-1-720x720.jpeg",
            "bio": "Carrot cake cupcakes are a classic dessert that are perfect for any occasion. ",
            "porcao": "Porção individual",
            "price": 6.90
        },
        {   "id": 2, 
            "fk": 0,
            "name": "Chocolate Birthday Cupcake", 
            "image": "https://handletheheat.com/wp-content/uploads/2016/02/best-chocolate-cupcakes-recipe-SQUARE.jpg",
            "bio": "Chocolate birthday cupcakes are a classic and delicious treat for any birthday celebration. ",
            "porcao": "Porção individual",
            "price": 6.90
        },
        {   "id": 3, 
            "fk": 0,
            "name": "Red Velvet Cupcake", 
            "image": "https://www.livewellbakeoften.com/wp-content/uploads/2021/06/Red-Velvet-Cupcakes-3-New-copy.jpg",
            "bio": "Red velvet cupcakes are a classic dessert that are perfect for any occasion. ",
            "porcao": "Porção individual",
            "price": 6.90
        },
        {   "id": 33, 
            "fk": 1,
            "name": "Ravioli al Tartufo Nero", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//1.webp",
            "bio": "O Ravioli al Tartufo Nero é um requintado prato de massa artesanal, que celebra os sabores ricos e terrosos da trufa negra italiana. Cada ravióli é cuidadosamente recheado com uma mistura saborosa de ricota fresca, parmesão e trufas negras raladas, proporcionando uma combinação de texturas suaves e aromas irresistíveis. ",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 69.9
        },
        {   "id": 4, 
            "fk": 1,
            "name": "Spaghetti alla Carbonara", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//2.jpg",
            "bio": "O Spaghetti alla Carbonara é um clássico prato italiano, feito com massa spaghetti al dente, coberto com um molho rico e cremoso à base de ovos, queijo pecorino romano, pancetta e pimenta-do-reino. Um prato saboroso e reconfortante que leva você diretamente para a Itália..",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 56.90
        },
        {   "id": 5, 
            "fk": 1,
            "name": "Risotto ai Funghi Porcini", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//3.jpg",
            "bio": "O Risotto ai Funghi Porcini é uma iguaria italiana feita com arroz Arborio de alta qualidade e cogumelos porcini secos, que são reidratados para liberar seu sabor intenso e terroso. O arroz é cozido lentamente em um caldo de legumes, com vinho branco e queijo parmesão, resultando em um risoto cremoso e delicioso.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 74.9
        },
        {   "id": 6, 
            "fk": 1,
            "name": "Ossobuco alla Milanese", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//4.jpg",
            "bio": "O Ossobuco alla Milanese é um tradicional prato italiano, originário de Milão, que consiste em um suculento pedaço de vitela cozido lentamente em um molho à base de tomate, vinho branco e legumes. O prato é acompanhado por uma porção de polenta cremosa ou risoto alla Milanese, feito com açafrão.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 89.9
        },
        {   "id": 66, 
            "fk": 1,
            "name": "Melanzane alla Parmigiana", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//5.jpg",
            "bio": "Melanzane alla Parmigiana é um delicioso prato à base de berinjelas, em camadas com molho de tomate caseiro, queijo muçarela e parmesão, assado até ficar dourado e borbulhante. Uma opção saborosa e reconfortante, perfeita para os amantes de legumes e queijo.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 62.9
        },
        {   "id": 666, 
            "fk": 1,
            "name": "Frutti di Mare Linguine", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//6.jpg",
            "bio": "O Frutti di Mare Linguine é uma verdadeira celebração dos sabores do mar, apresentando uma generosa mistura de frutos do mar frescos, como camarões, lulas, mariscos e vieiras, combinados com massa linguine al dente e um saboroso molho de tomate e vinho branco. Uma opção deliciosa para os amantes de frutos do mar.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 84.9
        },
        {   "id": 6666, 
            "fk": 1,
            "name": "Insalata Caprese", 
            "image": "https://fake-api-tau.vercel.app/efood/bella_tavola_italiana//7.jpg",
            "bio": "A Insalata Caprese é uma refrescante e deliciosa salada italiana, feita com tomates maduros e suculentos, fatias frescas de mozzarella di bufala, folhas de manjericão e um fio de azeite extra virgem de oliva. Uma opção leve e saborosa, perfeita como entrada ou acompanhamento.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 49.9
        },
        {   "id": 7, 
            "fk": 2,
            "name": "Mezze Platter", 
            "image": "https://fake-api-tau.vercel.app/efood/casa_delicias_arabes//1.jpg",
            "bio": "O Mezze Platter é uma seleção de aperitivos tradicionais árabes, incluindo homus, babaganush, tabule, falafel, azeitonas e pão pita fresco. Uma combinação deliciosa de sabores e texturas que proporciona uma experiência gastronômica única e diversificada.",
            "porcao": "Serve 2 a 4 pessoas",
            "price": 49.90
        },
        {   "id": 8, 
            "fk": 2,
            "name": "Kebab de Cordeiro", 
            "image": "https://fake-api-tau.vercel.app/efood/casa_delicias_arabes//2.jpg",
            "bio": "O Kebab de Cordeiro é feito com pedaços de cordeiro marinados em especiarias e ervas, grelhados à perfeição e servidos com arroz basmati perfumado, salada e molho de iogurte. Uma opção saborosa e suculenta para quem aprecia a autêntica cozinha árabe.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 54.90
        },
        {   "id": 9, 
            "fk": 2,
            "name": "Shawarma de Frango", 
            "image": "https://fake-api-tau.vercel.app/efood/casa_delicias_arabes//3.webp",
            "bio": "O Shawarma de Frango é preparado com finas fatias de frango marinadas em uma mistura de especiarias e grelhadas lentamente. Servido com pão pita, salada e molho tahine, este prato é uma opção saborosa e satisfatória para quem deseja saborear a autêntica comida de rua árabe.",
            "porcao": "Porção para 1 pessoa",
            "price": 45.90
        },
        {   "id": 12, 
            "fk": 3,
            "name": "Sushi e Sashimi Combinado", 
            "image": "https://fake-api-tau.vercel.app/efood/sakura_sushi_house//1.jpg",
            "bio": "O Sushi e Sashimi Combinado é uma seleção de peças cuidadosamente elaboradas por nossos sushimen, incluindo atum, salmão, peixe branco, camarão e outros frutos do mar frescos. Acompanha uma porção de wasabi, gengibre em conserva e molho shoyu, para realçar os sabores naturais dos ingredientes.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 89.90
        },
        {   "id": 13, 
            "fk": 3,
            "name": "Tempura de Legumes e Camarão", 
            "image": "https://fake-api-tau.vercel.app/efood/sakura_sushi_house//2.jpg",
            "bio": "O Tempura de Legumes e Camarão é uma opção deliciosa e crocante, composta por uma variedade de legumes e camarões frescos empanados em uma massa leve e frita até a perfeição. Acompanha um molho tentsuyu, à base de dashi, shoyu e mirin, para dar um toque especial ao prato.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 79.90
        },
        {   "id": 14, 
            "fk": 3,
            "name": "Teishoku de Tonkatsu", 
            "image": "https://fake-api-tau.vercel.app/efood/sakura_sushi_house//3.webp",
            "bio": "O Teishoku de Tonkatsu é um prato tradicional japonês composto por uma fatia de lombo de porco empanado e frito, servido com arroz japonês, misoshiru (sopa de pasta de soja) e tsukemono (legumes em conserva). O molho tonkatsu, à base de frutas e legumes, adiciona um sabor agridoce irresistível.",
            "porcao": "Porção para 1 pessoa",
            "price": 69.90
        },

        {   "id": 16, 
            "fk": 4,
            "name": "Bacalhau à Gomes de Sá", 
            "image": "https://fake-api-tau.vercel.app/efood/cantinho_lusitano//1.jpeg",
            "bio": "O Bacalhau à Gomes de Sá é um prato tradicional português, que consiste em lascas de bacalhau cozido, batatas, cebola, alho, azeite e azeitonas pretas. Finalizado com salsa picada e ovos cozidos, este prato é um clássico da culinária portuguesa, que agrada a todos os paladares.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 74.90
        },
        {   "id": 17, 
            "fk": 4,
            "name": "Arroz de Pato", 
            "image": "https://fake-api-tau.vercel.app/efood/cantinho_lusitano//2.jpg",
            "bio": "O Arroz de Pato é um delicioso prato português, feito com arroz, carne de pato desfiada, chouriço e cenoura. Cozido lentamente no forno para absorver todos os sabores e aromas, o resultado é um prato saboroso e reconfortante que conquista os corações dos apaixonados pela gastronomia lusitana.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 64.90
        },
        {   "id": 18, 
            "fk": 4,
            "name": "Alheira de Mirandela", 
            "image": "https://fake-api-tau.vercel.app/efood/cantinho_lusitano//3.png",
            "bio": "A Alheira de Mirandela é um emblemático prato português, que consiste em uma deliciosa alheira grelhada, acompanhada de batatas fritas, arroz e uma salada fresca. A alheira é uma saborosa e suculenta mistura de carnes e pão, com um toque de alho e especiarias, que agrada a todos os gostos.",
            "porcao": "Porção para 1 pessoa",
            "price": 54.90
        },
        {   "id": 19, 
            "fk": 5,
            "name": "Pizza Margherita", 
            "image": "https://fake-api-tau.vercel.app/efood/piazza//1.jpg",
            "bio": "A Pizza Margherita é um clássico italiano, preparada com molho de tomate caseiro, muçarela fresca, folhas de manjericão e um fio de azeite. Simples e deliciosa, esta pizza é a perfeita representação da culinária italiana em sua forma mais pura.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 49.90
        },
        {   "id": 20, 
            "fk": 5,
            "name": "Pizza Quatro Queijos", 
            "image": "https://fake-api-tau.vercel.app/efood/piazza//2.webp",
            "bio": "A Pizza Quatro Queijos é uma combinação irresistível de muçarela, gorgonzola, parmesão e provolone, derretidos harmoniosamente sobre uma massa fina e crocante. Perfeita para os amantes de queijo que desejam uma experiência gastronômica rica e saborosa.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 59.90
        },
        {   "id": 21, 
            "fk": 5,
            "name": "Pizza Calabresa", 
            "image": "https://fake-api-tau.vercel.app/efood/piazza//3.jpg",
            "bio": "A Pizza Calabresa é uma opção saborosa e suculenta, feita com rodelas de calabresa, cebola roxa fatiada, azeitonas pretas e muçarela derretida. Assada em forno a lenha, esta pizza é a escolha perfeita para quem deseja saborear uma pizza tradicional e deliciosa.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 64.90
        },
        {   "id": 22, 
            "fk": 6,
            "name": "Hambúrguer de Grão-de-Bico", 
            "image": "https://fake-api-tau.vercel.app/efood/jardim_terra//1.webp",
            "bio": "Nosso Hambúrguer de Grão-de-Bico é feito com grão-de-bico, cenoura, cebola e especiarias, servido em um pão vegano fresco com alface, tomate e nosso delicioso molho caseiro. Acompanha batatas rústicas assadas e uma salada fresca e colorida.",
            "porcao": "Porção para 1 pessoa",
            "price": 38.90
        },
        {   "id": 23, 
            "fk": 6,
            "name": "Lasanha de Berinjela", 
            "image": "https://fake-api-tau.vercel.app/efood/jardim_terra//2.jpeg",
            "bio": "A Lasanha de Berinjela é uma opção saborosa e reconfortante, preparada com camadas de berinjela grelhada, molho de tomate caseiro e um creme de castanha-de-caju. Assada até ficar dourada, esta lasanha vegana é a escolha perfeita para quem busca uma refeição saudável e deliciosa.",
            "porcao": "Serve 1 a 2 pessoas",
            "price": 42.90
        },
        {   "id": 24, 
            "fk": 6,
            "name": "Bowl de Cogumelos e Quinoa", 
            "image": "https://fake-api-tau.vercel.app/efood/jardim_terra//3.jpg",
            "bio": "O Bowl de Cogumelos e Quinoa é uma combinação nutritiva e saborosa de quinoa cozida, cogumelos salteados, espinafre, abacate e tomates-cereja. Servido com um molho de ervas frescas e limão, este prato é ideal para quem busca uma refeição leve e saudável.",
            "porcao": "Porção para 1 pessoa",
            "price": 35.90
        }
    ]
}
